Repository: S3b0/powermail
Catalog: pi1/ch.locallang.xlf
Languages: ch

# powermailmarker_notitle
source: ERROR: No title to current field found in DB (%s)
ch: 错误：数据库中未找到符合标题的字段(%s)

# locallangmarker_confirmation_question
source: Are these values correct?
ch: 输入值是否正确？

# locallangmarker_confirmation_back
source: Go back
ch: 返回

# locallangmarker_confirmation_files
source: Attached file %s:
ch: 附加文件 %s:

# locallangmarker_confirmation_submit
source: Send values now
ch: 现在发送值

# locallangmarker_email_receiver
source: Thank you for your email:
ch: 感谢您的邮件：

# locallangmarker_email_sender
source: You've got a new email:
ch: 您有一封信邮件

# locallangmarker_mandatory_message
source: There are some errors:
ch: 有一些错误

# locallangmarker_mandatory_emptyfield
source: This field must be filled:
ch: 这一字段必须填写完整：

# locallangmarker_mandatory_submit
source: Go back to the form
ch: 返回表格：

# locallangmarker_error_validemail
source: This is not a valid email address:
ch: 邮件地址无效

# locallangmarker_error_file_main
source: This file could not be uploaded:
ch: 文件无法上传：

# locallangmarker_error_file_toolarge
source: This file is too large:
ch: 文件过大：

# locallangmarker_error_file_extension
source: This file extension is not allowed:
ch: 非法的文件扩展名：

# error_check_recipient
source: Please fill in this backend field: Email address of receiver
ch: 错误！！请填写后端字段：收件人地址

# error_check_noTS
source: Typoscript for powermail missing!
ch: 源代码丢失！

# error_captcha_empty
source: Captcha Code empty
ch: 验证码为空

# error_captcha_wrong
source: Captcha Code wrong
ch: 验证码错误

# error_backend_noip
source: IP logging disabled
ch: 登录无效

# error_validemail
source: Email address is not valid
ch: 无效电子邮件地址

# error_nomx
source: Email address doesn't exist
ch: 没有这个电子邮件地址

# error_unique_field
source: %s was already used
ch: %s 已经被使用

# error_unique_ip
source: IP address %s already made an entry
ch: 已经输入了一个IP地址

# error_expression_validation
source: Validation failed
ch: 确认失败

# error_templateNotFound
source: Template not found, check path to your powermail templates
ch: 未发现模板，检查您的powermail路径

# error_captchaWrongExt
source: Powermail ERROR: The chosen captcha extension "%s" is not loaded! Choose another captcha extension in the powermail constants or install the extension "%s".
ch: 如果您在powermail常量中选择了正确的验证码扩展名请核对！

# error_captchaNoExtFound
source: Please install a captcha extension like captcha, sr_freecap, jm_recaptcha or wt_calculating_captcha!
ch: 请设置验证码扩展名，如 captcha, sr_freecap, jm_recaptcha 或wt_calculating_captcha!

# multiple_forward
source: Next step
ch: 下一步

# multiple_back
source: Previous step
ch: 上一步

# pagebrowser_inner
source: of
ch: 的

# JSvalidation_label_required
source: This is a required field
ch: 这是要求的字段

# JSvalidation_label_validate_number
source: Please enter a valid number in this field
ch: 请在此字段中输入有效编号

# JSvalidation_label_validate_digits
source: Please use numbers only in this field. Please avoid other characters such as dots or commas
ch: 此字段中只能使用数字，请勿使用空格或句号、逗号等其它符号。

# JSvalidation_label_validate_alpha
source: Please use only letters (a-z) in this field
ch: 此字段中只能使用字母（a至z）

# JSvalidation_label_validate_alphanum
source: Please use only letters (a-z) and numbers (0-9) in this field.
ch: 此字段中只能使用字母（a至z）或数字（0至9）。不得使用空格或其它字符！

# JSvalidation_label_validate_date
source: Please enter a valid date
ch: 请输入有效日期

# JSvalidation_label_validate_email
source: Please enter a valid email address (test@test.com)
ch: 请输入有效的电子邮件地址(test@test.com)

# JSvalidation_label_validate_url
source: Please enter a valid URL (http://www.test.com)
ch: 请输入有效的网页地址(http://www.test.com)

# JSvalidation_label_validate_date_au
source: Please use this date format: dd/mm/yyyy. For example 17/03/2006 for the 17th of March, 2006
ch: 请使用这种日期格式：日/月/年。例如2006年3月17日表示为17/03/2006

# JSvalidation_label_validate_currency_dollar
source: Please enter a valid $ amount. For example $100.00
ch: 请输入有效的数额，如100.00美元

# JSvalidation_label_validate_selection
source: Please select an option
ch: 请选择

# JSvalidation_label_validate_one_required
source: Please select at least one option
ch: 请选择您最中意的选项

# geoip_ip
source: IP address
ch: 地址

# geoip_countryCode
source: Country Code
ch: 国家代码

# geoip_countryName
source: Country
ch: 国家

# geoip_region
source: Region
ch: 地区

# geoip_city
source: City
ch: 城市

# geoip_zip
source: ZIP
ch: 邮政编码

# geoip_dmaCode
source: DMA Code
ch: DMA码

# geoip_areaCode
source: Area Code
ch: 地区码
