Repository: S3b0/powermail
Catalog: cli/*.locallang.xlf
Languages: de

# import_scheduler.title
source: Automatic CSV import
de: Automatischer CSV Import

# import_scheduler.descrition
source: Automatic import of CSV data to powermail
de: Automatischer Import von CSV-Daten in Powermail

# label.fileurl
source: URL of file to import (with http://)
de: URL der zu importierenden Datei (mit http://)

# label.delimiter
source: Field delimiter
de: Feldtrenner

# label.enclosure
source: Field enclosure
de: Feldumschließungen

# label.encoding
source: File encoding
de: Dateiencoding

# label.firstline
source: First line contains field names (do not import)
de: Erste Zeile beinhaltet Feldnamen (nicht importieren)

# label.limit
source: Number of rows to be imported (empty = all)
de: Anzahl der zu importierenden Zeilen (leer = alle)

# label.pid
source: Page ID where to store imported data
de: Seiten-ID wohin die Daten importiert werden sollen

# label.formuid
source: Form UID where fields are defined
de: Form-UID in der die Powermailfelder definiert sind

# label.connections
source: Field connections (one line per field)<br />CSV-Columnnumber = Powermail-Uid<br />Example:<br />1 = uid100<br />2 = uid101<br />3 = uid107
de: Feldverbindungen (eine Zeile pro Feld)<br />CSV-Spaltennummer = Powermail-Uid<br />Beispiel:<br />1 = uid100<br />2 = uid101<br />3 = uid107

# enclosure.0
source: Quotation marks (double)
de: Anführungszeichen (doppelt)

# enclosure.1
source: Quotation marks (single)
de: Anführungszeichen (einfach)

# enclosure.2
source: None
de: Keine

# delimiter.1
source: Comma
de: Komma

# delimiter.2
source: Tab
de: Tabulator

# msg.noPid
source: No Page id defined!
de: Keine Page id definiert!

# msg.noFormuid
source: No Form id defined!
de: Keine Form id definiert!

# msg.noFileurl
source: No file url defined!
de: Keine Datei-URL definiert!

# msg.noEncoding
source: No encoding defined!
de: Kein Encoding definiert!

# msg.successfullyImportHeader
source: Import successfully finished
de: Import erfolgreich beendet

# msg.successfullyImport
source: %s rows have been imported.
de: Es wurden %s Zeilen importiert.

# msg.fileNotFound
source: %s not found!
de: %s nicht gefunden!

# msg.error
source: Error
de: Fehler

# msg.additionalInformation
source: Import %s to page %s
de: Importiere %s in Seite %s
